epyc-7763/20240831-1741-continue/logs/1-32768-0-join-yes-yes-no-8-1725347838/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 7376905
number of failed transactions: 0 (0.000%)
latency average = 0.171 ms
initial connection time = 86.168 ms
tps = 1494844.170063 (without initial connection time)